Repository: Mu-L/pixelwheels
Catalog: android/assets/po/*.po
Languages: id

# championship
source: Country Life
id: Kehidupan Desa

# track
source: Welcome!
id: Selamat Datang!

# track
source: River
id: Sungai

# track
source: Flood
id: Banjir

# championship
source: Square Mountains
id: Gunung Persegi

# track
source: Let it snow
id: Salju, Turunlah!

# track
source: Don't slip!
id: Licin Sekali!

# track
source: Up, up, up... and down!
id: Naik, Naik, Naik... dan Turun!

# championship
source: Pix Cities
id: Kota PIX

# track
source: Blocky Town
id: Kota Kotak-Kotak

# track
source: The Island
id: Pulau

source: An open-source racing game
id: Permainan balapan sumber terbuka

source: Code
id: Kode

source: Pixels
id: Piksel

source: Music
id: Musik

source: Victory:
id: Juara:

source: Country Life championship:
id: Kejuaraan Kehidupan Desa:

source: Square Mountains championship:
id: Kejuaraan Gunung Persegi:

source: Pix Cities championship:
id: Kejuaraan Kota PIX:

source: Sound Effects
id: Efek Suara

source: Other sound effects
id: Efek suara lainnya

source: Fonts
id: Fonta

source: Translations
id: Terjemahan

source: German:
id: Jerman:

source: Spanish:
id: Spanyol:

source: Galician:
id: Galisia:

source: French:
id: Prancis:

source: Polish:
id: Polandia:

source: Swedish:
id: Swedia:

source: Russian:
id: Rusia:

source: Chinese:
id: Cina:

source: Hungarian:
id: Hungaria:

source: Turkish:
id: Turki:

source: Italian:
id: Italia:

source: Dutch:
id: Belanda:

source: Video Editing
id: Penyunting Video

source: Special Thanks
id: Terima Kasih Spesial Pada

source: All bug reporters
id: Semua pelapor kutu

source: All supporters on Patreon, Ko-fi and Paypal
id: Semua pendukung di Patreon, Ko-fi, dan Paypal

source: Made with
id: Dibuat menggunakan

source: Settings affecting game play have been modified, scores won't be saved
id: Pengaturan yang berkaitan dengan dasar permainan telah diubah, skor tidak akan disimpan

source: RESTART
id: MULAI ULANG

source: BACK TO MENU
id: KEMBALI KE MENU

source: CONTINUE
id: LANJUT

source: Gamepad config
id: Konfigurasi Kontroler

source: Game
id: Permainan

source: Activate
id: Aktifkan

source: Trigger
id: Kekuatan

source: Back
id: Kembali

source: Brake
id: Rem

source: Pause
id: Jeda

source: Keyboard config
id: Konfigurasi papan tik

source: ONE PLAYER
id: SATU PEMAIN

source: MULTI PLAYER
id: MULTI PEMAIN

source: QUICK RACE
id: BALAPAN CEPAT

source: CHAMPIONSHIP
id: KEJUARAAN

source: SETTINGS
id: PENGATURAN

source: SUPPORT
id: DUKUNG

source: Select Your Vehicles
id: Pilih Kendaraan

source: Some controllers are missing
id: Beberapa kontroler tidak ada

source: Paused
id: Dijeda

source: RESUME
id: LANJUT

source: QUIT TO MENU
id: KELUAR KE MENU

source: Select Championship
id: Pilih Kejuaraan

source: Select Game Mode
id: Pilih Mode Permainan

source: Select Language
id: Pilih Bahasa

source: Select Players
id: Pilih Jumlah Pemain

source: 2 PLAYERS
id: 2 PEMAIN

source: 3 PLAYERS
id: 3 PEMAIN

source: 4 PLAYERS
id: 4 PEMAIN

source: Select Track
id: Pilih Lintasan

source: Best Lap
id: Putaran Terbaik

source: Best Total
id: Total Terbaik

source: Select Your Vehicle
id: Pilih Kendaraan

source: Support
id: Dukung

source: Buy nice Pixel Wheels themed goodies!
id: Beli barang-barang bertema Pixel Wheels!

source: SHOP
id: TOKO

source: Support Pixel Wheels development.
id: Dukung pengembangan Pixel Wheels.

source: SUPPORT PAGE
id: DUKUNG

# vehicle
source: Broster Truck
id: Truk Gede

# vehicle
source: Dark M
id: Gelap M

# vehicle
source: Harvester
id: Kebonan

# vehicle
source: Jeep
id: Jip

# vehicle
source: Pickup
id: Pik-up

# vehicle
source: Highway Patrol
id: Patroli Jalan

# vehicle
source: Red Lightning
id: Kilatan Merah

# vehicle
source: Roadster
id: Roda Jalan

# vehicle
source: Rocket
id: Roket

# vehicle
source: Santa Truck
id: Truk Santa

source: Share via
id: Bagikan melalui

source: Hit a bug? Use this button to report it.
id: Kena masalah? Gunakan tombol ini untuk melaporkannya.

source: REPORT BUG
id: LAPORKAN MASALAH

source: Hit one vehicle with a missile
id: Tembak satu kendaraan pakai roket

source: Leave road one time
id: Keluar jalan sekali

source: Pick one bonus
id: Pilih satu bonus

source: Gamepad
id: Kontroler

source: Keyboard
id: Papan Tik

source: Pie buttons
id: Tombol Pie

source: Side buttons
id: Tombol Samping

source: Casual
id: Kasual

source: Legendary
id: Legenda

source: Championship Rankings
id: Posisi Kejuaraan

source: Race Results
id: Hasil Balapan

source: Congratulations, great race!
id: Selamat, balapan yang hebat!

source: You've got some serious driving skills!
id: Mengemudinya jago sekali!

source: You're a champ!
id: Hebat nih sang juara!

source: Congrats for this performance!
id: Selamat atas raihannya!

source: Impressive!
id: Menakjubkan!

source: Best lap
id: Putaran terbaik

source: Racer
id: Pembalap

source: Total time
id: Total waktu

source: Points
id: Poin

source: Race time
id: Durasi balapan

source: Finish third or better at %s championship
id: Selesai di posisi ketiga atau lebih baik di kejuaraan %s

source: Finish second or better at %s championship
id: Selesai di posisi kedua atau lebih baik di kejuaraan %s

source: Finish first at %s championship
id: Selesai di posisi pertama di kejuaraan %s

source: Finish third or better at %s championship in %s league
id: Selesai di posisi ketiga atau lebih baik di kejuaraan %s pada liga %s

source: Finish second or better at %s championship in %s league
id: Selesai di posisi kedua atau lebih baik di kejuaraan %s di liga %s

source: Finish first at %s championship in %s league
id: Selesai di posisi pertama di kejuaraan %s di liga %s

# Must be two sentences separated by a newline
source: Championship Finished!
id: Kejuaraan Selesai!

source: About
id: Tentang

source: CREDITS
id: KREDIT

source: WEB SITE
id: SITUS WEB

source: Under the hood
id: Intip-Intip

source: These options are mostly interesting for Pixel Wheels development, but feel free to poke around!
id: Pengaturan di bawah ini lebih berkaitan dengan pengembangan Pixel Wheels, tapi silakan jika ingin lihat!

source: DEV. OPTIONS
id: PENGEMBANGAN

source: Controls
id: Kontrol

source: Player #%d:
id: Pemain #%d:

source: Controls:
id: Kontrol:

source: General
id: Umum

source: Language:
id: Bahasa:

# 'change' refer to changing languages
source: Can't change while racing
id: Tidak dapat diubah ketika sedang main

source: Sound FX:
id: Efek suara:

source: Music:
id: Musik:

source: Fullscreen:
id: Layar penuh:

source: Rotate camera:
id: Rotasi kamera:

source: CONFIGURE
id: PENGATURAN

source: Thank you for playing!
id: Terima kasih telah bermain!

source: League
id: Liga

source: Player #%d: %s
id: Pemain #%d: %s

source: MAIN MENU
id: MENU UTAMA

source: [Locked]
id: [Terkunci]

# vehicle-record-placeholder
source: CPU
id: Komputer

source: New vehicle unlocked!
id: Kendaraan baru terbuka!

source: New championship unlocked!
id: Kejuaranan baru terbuka!

source: Steer left
id: Belok kiri

source: Steer right
id: Belok kanan

source: Screenshot
id: Tangkapan layar

source: Up
id: Atas

source: Down
id: Bawah

source: Left
id: Kiri

source: Right
id: Kanan

source: 1st
id: Ke-1

source: 2nd
id: Ke-2

source: 3rd
id: Ke-3

source: 4th
id: Ke-4

source: 5th
id: Ke-5

source: 6th
id: Ke-6

source: Disconnected
id: Putus koneksi

source: Need to file a bug report? Use this button to find the log file to attach.
id: Mau melaporkan masalah? Gunakan tombol ini untuk menemukan berkas log untuk dikirimkan.

source: OPEN LOG FILE FOLDER
id: BUKA FOLDER BERKAS LOG
